home0/inserts/tr064/mockserver/SOAP_GetSupportedDataModels.request

<?xml version="1.0"?><s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><s:Body><cms:GetSupportedDataModels xmlns:cms="urn:schemas-upnp-org:dm:cms"></cms:GetSupportedDataModels></s:Body></s:Envelope>